[
	{
		"id": "1",
		"first_name": "Quain",
		"last_name": "Tull",
		"title": "Owner",
		"slug": "quain",
		"email": "info@rockstardjs.com",
		"twitter": "https://twitter.com/RockstarDJs_STL",
		"facebook": "https://www.facebook.com/rockstardjstl/?fref=ts&ref=br_tf",
		"instagram": "https://www.instagram.com/rockstardjstl/",
		"vimeo": "",
		"vimeo_2": "",
		"bio": "Quain is the owner and founder of Rockstar DJs and is still an active DJ. He has established himself as one of the most successful DJs in the St. Louis region, and is proud of the success of his employees and company.",
		"quote": "Each reception is different, and I always encourage our brides to be as creative as possible. We strive to create unique and personalized receptions.",
		"review": "Rockstar DJs far exceeded our expectations in more ways than one. Quain was recommended to us by a close family friend, and he did not disappoint. The entire process was so easy, and very professional: the initial meeting with Quain while we were deciding on a DJ to use, the meetings and correspondence leading up to the wedding, and the wedding itself.\n<br/></br>\nQuain had great suggestions as far as music was concerned, and I left the majority of the playlist in his hands - and I have no regrets about that decision! We also had a band for the first two hours at our wedding, and Quain was very flexible and more than willing to work with our unique situation. Also, Quain helped orchestrate a timeline change 15 minutes before our reception started due to traffic issues for the Mother of the Groom. Quain provided our uplighting as well, and went above and beyond! I would highly recommend Rockstar DJs!<br/><br/>\nJeremy did the music for both our ceremony and reception at the Peabody Opera House. I had specific songs and an order I wanted the songs to be played at the ceremony and he executed them perfectly. I had entered a handful of songs on the website that I knew we wanted to hear and he played most if not all of them. He did a really great job at reading the vibe of the crowd (our crowd were party animals!) and picked songs to fit that vibe. No one left the dance for the ENTIRE night. It was literally full all night long. This was definitely the best day of our lives and Rockstar DJs played an immense part in making the night as fun as it was!!! THANK YOU!!!",
		"review_by": "Sarah and Andrew"
	},
	{
		"id": "2",
		"first_name": "Jeff",
		"last_name": "Smith",
		"title": "DJ",
		"slug": "jeff",
		"email": "",
		"twitter": "",
		"facebook": "",
		"instagram": "",
		"vimeo": "https://vimeo.com/164594641",
		"vimeo_2": "https://vimeo.com/164594641",
		"bio": "Jeff Smith's background in theatre and singing has made for an incredibly smooth transition as a DJ on our team! Professional, energetic and interactive, he will be the perfect DJ for your reception, and your friends and family will love him!",
		"quote": "",
		"review": "Rockstar DJs was recommended to us by a friend of a friend. We could not have been more happy with Jeff Smith! He was so much fun to work with and kept the dance floor going all night! He really got into the music and our guests loved him! Thanks for a great party!",
		"review_by": "Matt and Danielle"
	},
	{
		"id": "3",
		"first_name": "Jeremy",
		"last_name": "Picker",
		"title": "DJ",
		"slug": "picker",
		"email": "",
		"twitter": "",
		"facebook": "",
		"instagram": "",
		"vimeo": "https://vimeo.com/150749176",
		"vimeo_2": "",
		"bio": "Jeremy has been an incredible addition to our team of Rockstar DJs, and it's hard to imagine a more personable guy. He brings many years of public speaking experience with him, and is one of the best MC/Hosts around. You and your guests will love him, and he is guaranteed to bring an amazing party!",
		"quote": "",
		"review": "Rockstar DJ's were amazing!! Quain was very helpful in getting everything organized and set up for our big day. Their website allowed me to put all the songs we knew we wanted on it and provide a timeline for our wedding day, so that the DJ had everything they needed. We could add or remove songs up until a week before the wedding. I loved this service!!\n\nJeremy did the music for both our ceremony and reception at the Peabody Opera House. I had specific songs and an order I wanted the songs to be played at the ceremony and he executed them perfectly. I had entered a handful of songs on the website that I knew we wanted to hear and he played most if not all of them. He did a really great job at reading the vibe of the crowd (our crowd were party animals!) and picked songs to fit that vibe. No one left the dance for the ENTIRE night. It was literally full all night long. This was definitely the best day of our lives and Rockstar DJs played an immense part in making the night as fun as it was!!! THANK YOU!!!",
		"review_by": "Jenny and Greg"
	},
	{
		"id": "4",
		"first_name": "Eric",
		"last_name": "Krone",
		"title": "DJ",
		"slug": "eric",
		"email": "",
		"twitter": "",
		"facebook": "",
		"instagram": "",
		"vimeo": "https://vimeo.com/112757913",
		"vimeo_2": "https://vimeo.com/141622418",
		"bio": "",
		"quote": "",
		"review": "",
		"review_by": ""
	},
	{
		"id": "5",
		"first_name": "Paul",
		"last_name": "Ruebling",
		"title": "DJ",
		"slug": "paul",
		"email": "",
		"twitter": "",
		"facebook": "",
		"instagram": "",
		"vimeo": "https://vimeo.com/79144774",
		"vimeo_2": "https://vimeo.com/170806210",
		"bio": "Paul has been an incredible addition to the Rockstar DJs team, and absolutely excels as both a DJ and MC. His clients always rave both about\nthe service they receive from him at their reception, and how the dance floor was packed from start to finish.\n\nPaul is also one of the few DJs around that is equally talented incorporating our music video package into his set. As a \"jack of all trades\", Paul is in high demand, and guaranteed to bring a great time to your reception!",
		"quote": "",
		"review": "Rockstar DJs made our entire day and the weeks leading up to the wedding a breeze! Quain helped me with all of the planning and budgeting up to the wedding and he was an absolute pleasure to work with. Any question or concern I had was greeted with a quick response and he was always willing to help out along the way with anything we needed.\n<br/><br/>\nOur DJ for the ceremony & reception was Paul R. As a gay couple and with marriage being so newly recognized in St. Louis, we were not sure what we would be going into with any of our vendors. I can say that Paul was perfect for us. We met with him ahead of time and he quickly caught on to exactly what we were looking for. The ceremony music went perfectly smoothly. When we got to the reception, he was immediately out in the hall to greet all of us and help everyone get lined up. Once the music started, guests were not getting up and dancing so he quickly did the Anniversary dance and got everyone on their feet. Afterward, he switched up the music to more modern club hits which was exactly what our younger guests wanted to hear and it kept the dance floor packed all night long. He was able to feel the crowd and deliver exactly what both of us and our guests were looking for.\n<br/><br/>\nI will say that if you are looking for a DJ company who is professional, affordable, and will give you exactly what you envision, hire Rockstar DJs! You will not be disappointed.",
		"review_by": "Nicolas and Pedro"
	},
	{
		"id": "6",
		"first_name": "John",
		"last_name": "Calhoun",
		"title": "DJ",
		"slug": "john",
		"email": "",
		"twitter": "",
		"facebook": "",
		"instagram": "",
		"vimeo": "https://vimeo.com/286111845",
		"vimeo_2": "",
		"bio": "",
		"quote": "",
		"review": "",
		"review_by": ""
	},
	{
		"id": "7",
		"first_name": "Malcolm",
		"last_name": "Roan",
		"title": "DJ",
		"slug": "malcolm",
		"email": "",
		"twitter": "",
		"facebook": "",
		"instagram": "",
		"vimeo": "https://vimeo.com/79144773",
		"vimeo_2": "https://vimeo.com/171117114",
		"bio": "",
		"quote": "",
		"review": "",
		"review_by": ""
	},
	{
		"id": "8",
		"first_name": "Todd",
		"last_name": "Goldbert",
		"title": "DJ",
		"slug": "todd",
		"email": "",
		"twitter": "",
		"facebook": "",
		"instagram": "",
		"vimeo": "https://vimeo.com/164598216",
		"vimeo_2": "",
		"bio": "",
		"quote": "",
		"review": "",
		"review_by": ""
	},
	{
		"id": "9",
		"first_name": "Rocco",
		"last_name": "Moore",
		"title": "DJ",
		"slug": "rocco",
		"email": "",
		"twitter": "",
		"facebook": "",
		"instagram": "",
		"vimeo": "https://vimeo.com/359595988",
		"vimeo_2": "",
		"bio": "",
		"quote": "",
		"review": "",
		"review_by": ""
	}
]
